<template>
  <div>
    <p>
      โลตัส เปิดตัว โลตัส โก เฟรช (Lotus’s go fresh) สาขาริมโขง จังหวัดนครพนม
      มินิซูเปอร์มาร์เก็ตที่เป็นสาขานำร่องในการพลิกโฉมการออกแบบสาขาให้มีความกลมกลืนกับสถาปัตยกรรมท้องถิ่น
      สวยงาม โดดเด่น นอกจากเป็น one-stop
      เดสทิเนชั่นของการช้อปปิ้งสินค้าครบครันแล้ว ยังมีระเบียงพร้อมมุมจิบกาแฟจาก
      Jungle Café และแลนด์มาร์กถ่ายรูป พร้อมเปิดพื้นที่หน้าสาขาจัดตลาดนัดสัญจร
      ให้ร้านค้าในชุมชนจำหน่ายสินค้าท้องถิ่นฟรี
    </p>
    <!-- <span class="txt-span">text-justify</span> -->
    <p>
      นางอรกานดา อรรถวิภัชน์ ประธานเจ้าหน้าที่บริหารด้านปฏิบัติการค้าปลีก โลตัส
      กล่าวว่า “โลตัส มุ่งมั่นที่จะช่วยให้ลูกค้าของเรา รู้สึกดีดีทุกวัน ที่โลตัส
      ผ่านการจำหน่ายสินค้าคุณภาพสูงในราคาที่เอื้อมถึง
      และการส่งมอบประสบการณ์การช้อปปิ้งที่ดีเลิศผ่านทุกช่องทาง
      ทั้งร้านสาขาของเราและแพลทฟอร์มออนไลน์ โดย โลตัส โก เฟรช สาขาริมโขง
      เป็นสาขาในรูปแบบมินิซูเปอร์มาร์เก็ตที่เป็นสาขาต้นแบบในด้านการออกแบบที่โดดเด่น
      โดยได้รับแรงบันดาลใจจากสถาปัตยกรรมท้องถิ่น
      นำมาประยุกต์ให้เข้ากับสถาปัตยกรรมแบบร่วมสมัย
      ที่สาขานี้เรามีสินค้าครอบคลุมทุกหมวดหมู่ ไม่ว่าจะเป็นแผนกอาหารสด อาหารแห้ง
      สินค้าอุปโภค เครื่องใช้ไฟฟ้าขนาดเล็ก สินค้าเพื่อสุขภาพและความงาม
      นอกจากนั้น ความพิเศษของสาขานี้คือระเบียงที่ตั้งอยู่บนชั้นที่ 2 ของสาขา
      ที่จัดเป็นสถานที่ให้ลูกค้าสามารถดื่มชากาแฟจาก Jungle Café
      ที่ตั้งอยู่ในสาขา อร่อยกับเครื่องดื่มที่ชงจากวัตถุดิบคุณภาพ
      ไปพร้อมกับการชมวิวทิวทัศน์ที่สวยงามริมแม่น้ำโขง”
    </p>
    <p>
      ปัจจุบันโลตัสมีร้านค้า Lotus’s go fresh กว่า 1,600 สาขาทั่วประเทศ
      เพื่อรองรับความต้องการของลูกค้ายุคนิวนอร์มอลที่ต้องการช้อปสินค้าใกล้บ้าน
      และปรุงอาหารรับประทานเองมากขึ้น
    </p>
    <div>
      <button type="submit" class="style1-btn button button-block">แชร์</button>
    </div>
  </div>
</template>

<style>
.txt-span {
  font-size: 12px;
  color: #999;
}
.txt-span + .txt-justify {
  margin-top: 3px;
}
.txt-justify {
  text-align: justify;
}
.button {
  color: #fff;
  text-align: center;
  vertical-align: middle;
  user-select: none;
  background-color: #0280fb;
  border: 1px solid #0280fb;
  padding: 0.375rem 0.75rem;

  border-radius: 0.25rem;
  transition: color 0.15s ease-in-out, background-color 0.15s ease-in-out,
    border-color 0.15s ease-in-out, box-shadow 0.15s ease-in-out;
  display: block;
  width: 100%;
}
</style>
